Repository: JoriAlshoshan/Jadwa-AI
Catalog: JadwaAI/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Request a demo
ar: طلب عرض توضيحي

source: Support
ar: الدعم

source: Partnership
ar: شراكة

source: Other
ar: أخرى

source: Service
ar: خدمة

source: Product
ar: المنتج

source: Hybrid
ar: هجينة

source: Riyadh Region
ar: منطقة الرياض

source: Qassim Region
ar: منطقة القصيم

source: Eastern Region
ar: المنطقة الشرقية

source: Makkah Region
ar: منطقة مكة المكرمة

source: Madinah Region
ar: منطقة المدينة المنورة

source: Asir Region
ar: منطقة عسير

source: Tabuk Region
ar: منطقة تبوك

source: Jazan Region
ar: منطقة جازان

source: Hail Region
ar: منطقة حائل

source: Al Jouf Region
ar: منطقة الجوف

source: Najran Region
ar: منطقة نجران

source: Al Bahah Region
ar: منطقة الباحة

source: Northern Borders
ar: منطقة الحدود الشمالية

source: Riyadh
ar: الرياض

source: Diriyah
ar: الدرعية

source: Al Kharj
ar: الخرج

source: Buraidah
ar: بريدة

source: Unaizah
ar: عنيزة

source: Ar Rass
ar: الرس

source: Dammam
ar: الدمام

source: Khobar
ar: الخبر

source: Dhahran
ar: الظهران

source: Jubail
ar: الجبيل

source: Jeddah
ar: جدة

source: Taif
ar: الطائف

source: Madinah
ar: المدينة المنورة

source: Abha
ar: أبها

source: Khamis Mushait
ar: خميس مشيط

source: Tabuk
ar: تبوك

source: Jazan
ar: جازان

source: Hail
ar: حائل

source: Sakaka
ar: سكاكا

source: Arar
ar: عرعر

source: Najran
ar: نجران

source: Al Bahah
ar: الباحة

source: On-site
ar: حضوري

source: Online
ar: عن بُعد

source: Analysis completed successfully!
ar: تم إكمال التحليل بنجاح!

source: No recommendations generated yet.
ar: لم يتم توليد التوصيات بعد.

source: Jadwa AI © 2026 | contact@jadwa-ai.com | Saudi Arabia
ar: Jadwa AI © 2026 | contact@jadwa-ai.com | المملكة العربية السعودية

source: Analysis Result
ar: نتيجة التحليل

source: AI-powered feasibility insights for your project
ar: رؤى جدوى مدعومة بالذكاء الاصطناعي لمشروعك

source: Project Overview
ar: نظرة عامة على المشروع

source: Project
ar: المشروع

source: Feasibility Probability
ar: نسبة الجدوى

source: Decision Threshold
ar: حد القرار

source: Status
ar: الحالة

source: AI Recommendations
ar: توصيات الذكاء الاصطناعي

source: AI Recommendations (continued)
ar: توصيات الذكاء الاصطناعي (متابعة)

source: Feasible
ar: قابل للتنفيذ

source: Not Feasible
ar: غير قابل للتنفيذ

source: Generating AI recommendations...
ar: جارٍ توليد توصيات الذكاء الاصطناعي...

source: Back
ar: رجوع

source: Generate Recommendations
ar: توليد التوصيات

source: Generating AI recommendations…
ar: توليد التوصيات…

source: Download PDF
ar: تحميل ملف PDF

source: Back to Dashboard
ar: العودة إلى لوحة التحكم

source: Dashboard
ar: لوحة التحكم

source: Welcome,
ar: مرحبًا،

source: Logout
ar: تسجيل الخروج

source: Business Feasibility Powered by AI
ar: دراسة جدوى مدعومة بالذكاء الاصطناعي

source: Jadwa AI helps entrepreneurs evaluate business ideas using AI-powered feasibility insights.
ar: يساعدك Jadwa AI على تقييم أفكارك التجارية باستخدام تحليلات جدوى مدعومة بالذكاء الاصطناعي.

source: Start Feasibility Analysis
ar: ابدأ تحليل الجدوى

source: What You Get with Jadwa AI
ar: ماذا ستحصل مع Jadwa AI

source: A professional feasibility experience designed for Saudi entrepreneurs.
ar: تجربة دراسة جدوى احترافية مصممة لرواد الأعمال في السعودية.

source: Feasibility Decision
ar: قرار الجدوى

source: Get a clear feasibility status with a confidence score based on your inputs.
ar: احصل على حالة جدوى واضحة مع نسبة ثقة مبنية على بياناتك.

source: ML Scoring Engine
ar: محرك التقييم الذكي

source: Random Forest evaluates key signals like budget, region, duration, and indicators.
ar: يقيم نموذج Random Forest مؤشرات رئيسية مثل الميزانية والمنطقة والمدة والمؤشرات الاقتصادية.

source: Actionable Recommendations
ar: توصيات قابلة للتنفيذ

source: Practical steps to reduce risk, refine the plan, and improve success chances.
ar: خطوات عملية لتقليل المخاطر وتحسين الخطة وزيادة فرص النجاح.

source: Exportable Report
ar: تقرير قابل للتصدير

source: Download a clean report ready to share with partners and stakeholders.
ar: حمّل تقريرًا احترافيًا جاهزًا للمشاركة مع الشركاء وأصحاب المصلحة.

source: Saved Analyses
ar: تحليلات محفوظة

source: Track projects, revisit results, and compare feasibility outcomes over time.
ar: تابع مشاريعك وراجع النتائج وقارن مخرجات الجدوى عبر الوقت.

source: Saudi Context
ar: سياق السوق السعودي

source: Built with Saudi market needs and decision-making flow in mind.
ar: مصمم مع مراعاة احتياجات السوق السعودي وآلية اتخاذ القرار.

source: How it works
ar: كيف يعمل

source: How Jadwa AI Works
ar: كيف يعمل Jadwa AI

source: A clear, guided flow that turns your idea into a feasibility decision.
ar: رحلة واضحة وموجّهة تحول فكرتك إلى قرار جدوى.

source: Step 01
ar: الخطوة 01

source: Enter Project Details
ar: إدخال تفاصيل المشروع

source: Provide budget, region, duration, and project type in a structured form.
ar: أدخل الميزانية والمنطقة والمدة ونوع المشروع في نموذج منظم.

source: Step 02
ar: الخطوة 02

source: Run AI Feasibility
ar: تشغيل تحليل الجدوى

source: We compute a feasibility score using ML + Saudi market indicators.
ar: نحسب درجة الجدوى باستخدام التعلم الآلي ومؤشرات السوق السعودي.

source: Step 03
ar: الخطوة 03

source: Get Insights & Report
ar: استلام التحليلات والتقرير

source: Receive recommendations and export a clean PDF report for sharing.
ar: احصل على التوصيات وصدّر تقرير PDF احترافي للمشاركة.

source: Success stories
ar: قصص النجاح

source: Saudi Success Stories
ar: قصص نجاح سعودية

source: Examples of strong execution backed by smart feasibility decisions.
ar: نماذج لتنفيذ قوي مدعوم بقرارات جدوى ذكية.

source: A Saudi fintech startup that validated demand early and scaled responsibly.
ar: شركة تقنية مالية سعودية تحققت من الطلب مبكرًا وتوسعت بشكل مدروس.

source: FinTech · Scalable
ar: تقنية مالية · قابل للتوسع

source: A local delivery platform that focused on operational feasibility and expanded step by step.
ar: منصة توصيل محلية ركزت على الجدوى التشغيلية وتوسعت خطوة بخطوة.

source: Logistics · High Demand
ar: لوجستيات · طلب مرتفع

source: A digital payments solution that grew by addressing user needs with strong readiness.
ar: حل مدفوعات رقمية نما عبر تلبية احتياجات المستخدمين بجاهزية عالية.

source: Digital Payments · Trusted
ar: مدفوعات رقمية · موثوق

source: View more success stories →
ar: عرض المزيد من قصص النجاح →

source: Contact
ar: تواصل معنا

source: Talk to the Team
ar: تواصل مع الفريق

source: Have a question, partnership idea, or want a demo? Send us a message.
ar: هل لديك سؤال أو فكرة شراكة أو ترغب بعرض توضيحي؟ أرسل لنا رسالة.

source: Saudi Arabia
ar: المملكة العربية السعودية

source: Reply within 24–48h
ar: الرد خلال 24–48 ساعة

source: Full name
ar: الاسم الكامل

source: Your name
ar: اسمك

source: Full name is required.
ar: الاسم الكامل مطلوب.

source: Email
ar: البريد الإلكتروني

source: Please enter a valid email address.
ar: يرجى إدخال بريد إلكتروني صحيح.

source: Topic
ar: الموضوع

source: Select a topic
ar: اختر موضوعًا

source: Please select a topic.
ar: يرجى اختيار موضوع.

source: Message
ar: الرسالة

source: Write your message...
ar: اكتب رسالتك...

source: Message is required.
ar: الرسالة مطلوبة.

source: Send Message
ar: إرسال الرسالة

source: By sending, you agree to be contacted back regarding your request.
ar: بالإرسال، أنت توافق على التواصل معك بخصوص طلبك.

source: Legal
ar: قانوني

source: Privacy Policy
ar: سياسة الخصوصية

source: Your privacy matters to us. This page explains how Jadwa AI collects, uses, and protects your information.
ar: خصوصيتك تهمنا. توضح هذه الصفحة كيفية قيام Jadwa AI بجمع معلوماتك واستخدامها وحمايتها.

source: 1. Information We Collect
ar: 1. المعلومات التي نجمعها

source: We may collect personal information such as your name, email address, and project-related data when you use Jadwa AI.
ar: قد نقوم بجمع معلومات شخصية مثل الاسم والبريد الإلكتروني وبيانات متعلقة بالمشروع عند استخدامك لمنصة Jadwa AI.

source: 2. How We Use Your Information
ar: 2. كيفية استخدام معلوماتك

source: Your data is used solely to provide feasibility analysis, improve system accuracy, and communicate important updates.
ar: تُستخدم بياناتك فقط لتقديم تحليل الجدوى، وتحسين دقة النظام، والتواصل معك بشأن التحديثات المهمة.

source: 3. Data Protection
ar: 3. حماية البيانات

source: We apply technical and organizational measures to keep your data secure and prevent unauthorized access.
ar: نطبق إجراءات تقنية وتنظيمية للحفاظ على أمان بياناتك ومنع أي وصول غير مصرح به.

source: 4. Third-Party Services
ar: 4. خدمات الطرف الثالث

source: Jadwa AI may rely on trusted third-party services (e.g., email providers) strictly to operate the platform.
ar: قد تعتمد Jadwa AI على خدمات موثوقة من أطراف ثالثة (مثل مزودي البريد الإلكتروني) فقط لتشغيل المنصة.

source: 5. Contact
ar: 5. التواصل

source: If you have any questions regarding privacy, please contact us at
ar: إذا كان لديك أي استفسارات تتعلق بالخصوصية، يرجى التواصل معنا عبر

source: How it Works
ar: كيف يعمل

source: Success Stories
ar: قصص النجاح

source: More Saudi Success Stories
ar: المزيد من قصص النجاح السعودية

source: More examples of strong execution backed by smart feasibility decisions.
ar: المزيد من الأمثلة على تنفيذ قوي مدعوم بقرارات جدوى ذكية.

source: Scaled e-commerce operations with strong logistics and market alignment.
ar: وسّعت عمليات التجارة الإلكترونية بدعم لوجستي قوي وتوافق مع السوق.

source: E-commerce · Growth
ar: تجارة إلكترونية · نمو

source: Focused on service readiness and expanded with clear operational KPIs.
ar: ركزت على جاهزية الخدمة وتوسعت بمؤشرات تشغيلية واضحة.

source: Delivery · Operations
ar: توصيل · تشغيل

source: Empowered SMEs with scalable tooling and clear product-market fit.
ar: مكّنت المنشآت الصغيرة والمتوسطة بأدوات قابلة للتوسع وملاءمة واضحة للسوق.

source: SaaS · SMEs
ar: SaaS · منشآت صغيرة ومتوسطة

source: ← Back to homepage
ar: ← العودة للصفحة الرئيسية

source: Terms & Conditions
ar: الشروط والأحكام

source: By using Jadwa AI, you agree to the following terms and conditions.
ar: باستخدام Jadwa AI، فإنك توافق على الشروط والأحكام التالية.

source: 1. Use of the Platform
ar: 1. استخدام المنصة

source: Jadwa AI provides feasibility insights for informational purposes only. Final business decisions remain the responsibility of the user.
ar: توفر Jadwa AI تحليلات جدوى لأغراض معلوماتية فقط، وتبقى قرارات الأعمال النهائية مسؤولية المستخدم.

source: 2. User Responsibilities
ar: 2. مسؤوليات المستخدم

source: You agree to provide accurate information and use the platform in a lawful and ethical manner.
ar: توافق على تقديم معلومات دقيقة واستخدام المنصة بطريقة قانونية وأخلاقية.

source: 3. Intellectual Property
ar: 3. الملكية الفكرية

source: All content, branding, and system logic belong to Jadwa AI and may not be reused without permission.
ar: جميع المحتويات والعلامة التجارية ومنطق النظام مملوكة لـ Jadwa AI، ولا يجوز إعادة استخدامها دون إذن مسبق.

source: 4. Limitation of Liability
ar: 4. تحديد المسؤولية

source: Jadwa AI is not liable for losses resulting from decisions made based on the feasibility analysis.
ar: لا تتحمل Jadwa AI أي مسؤولية عن الخسائر الناتجة عن قرارات تم اتخاذها بناءً على تحليل الجدوى.

source: 5. Updates
ar: 5. التحديثات

source: These terms may be updated periodically. Continued use of the platform implies acceptance of the latest version.
ar: قد يتم تحديث هذه الشروط بشكل دوري، ويعني الاستمرار في استخدام المنصة موافقتك على أحدث نسخة منها.

source: Explore
ar: استكشف

source: Account
ar: الحساب

source: Login
ar: تسجيل الدخول

source: Create Account
ar: إنشاء حساب

source: Privacy
ar: الخصوصية

source: Terms
ar: الشروط

source: All rights reserved.
ar: جميع الحقوق محفوظة.
